Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/ContentFiles/ContentFilesAdd.*.resx
Languages: de

# FileUpload.ButtonTemplate.Text1
source: Drag and drop files here or click to add them.
de: Ziehen Sie Dateien in dieses Feld oder klicken Sie, um diese hinzuzufügen.

# Invocation.MessageBox.Title
source: Unsupported file ending
de: Nicht unterstützte Dateiendung

# DialogService.MessageBox.Title
source: Empty file
de: Leere Datei

# DialogService.MessageBox.Message
source: The file {0} was empty, skipping it.
de: Die Datei {0} war leer. Sie wird übersprungen.

# Collapsable.Title
source: Add video as link
de: Video als Link hinzufügen

# FileUpload.ButtonTemplate.Text2
source: Allowed file formats: {0}.
de: Erlaubte Dateiendungen: {0}.

# FileTooBig.Error.Title
source: File too big
de: Datei zu groß

# FileTooBig.Error.Message
source: The maximum supported file size for learning content files is 1 gigabyte.
de: Die maximal unterstützte Dateigröße für Dateien beträgt 1 Gigabyte.

# Invocation.MessageBox.Message
source: The supplied file {0} is not supported.
de: Die mitgelieferte Datei {0} wird nicht unterstützt.

# DialogService.MessageBox.Import.Title
source: Import of ZIP file
de: Import einer ZIP-Datei

# DialogService.MessageBox.Import.ErrorMessage
source: Error while loading external learning material
de: Fehler beim Laden von externem Lernmaterial

# DialogService.MessageBox.Duplicate.Title
source: Duplicate files
de: Doppelte Dateien (Duplikat)

# DialogService.MessageBox.Duplicate.Text
source: File '{0}' has already been imported into the authoring tool and is already stored there.
de: Die Datei '{0}' wurde bereits in das Autorentool importiert und liegt dort bereits ab.

# DialogService.MessageBox.Text
source: The file {0} is empty. It could therefore not be imported.
de: Die Datei {0} ist leer. Sie konnte deshalb nicht importiert werden.

# ContentFilesAdd.AddedMaterial.Success
source: Added external learning material
de: Externes Lernmaterial hinzugefügt

# ContentFilesAdd.UnsupportedFileEnding.Snackbar
source: Unsupported file ending: External learning material not added
de: Nicht unterstützte Dateiendung: Externes Lernmaterial nicht hinzugefügt

# ContentFilesAdd.EmptyFile.Snackbar
source: Empty file: External learning material not added
de: Leere Datei: Externes Lernmaterial nicht hinzugefügt

# ContentFilesAdd.EmptyFile.Title
source: Empty file
de: Leere Datei

# ContentFilesAdd.EmptyFile.Text
source: The file is empty. It could therefore not be imported.
de: Die Datei ist leer. Sie konnte deshalb nicht importiert werden.

# ContentFilesAdd.FileLoadingError.Snackbar
source: Loading error: External learning material not added
de: Ladefehler: Externes Lernmaterial nicht hinzugefügt

# ContentFilesAdd.DuplicatedFile.Snackbar
source: Duplicate: External learning material already available
de: Duplikat: Externes Lernmaterial bereits vorhanden

# ContentFilesAdd.LargeFile.Snackbar
source: File size too large: External learning material not added
de: Dateigröße zu hoch: Externes Lernmaterial nicht hinzugefügt

# ContentFilesAdd.ErrorMessage.LoadingMaterial
source: Error while loading external learning material
de: Fehler beim Laden von externem Lernmaterial
