Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Adaptivity/Dialogues/AdaptivityContentDialog.*.resx
Languages: de

# AdaptivityContentDialog.Table.Header.Tasks
source: Tasks
de: Aufgaben

# AdaptivityContentDialog.Table.Header.RequiredTask
source: Required Task
de: Pflichtaufgabe

# AdaptivityContentDialog.Table.Header.Easy
source: Easy question
de: Einfache Frage

# AdaptivityContentDialog.Table.Header.Medium
source: Medium question
de: Mittelschwere Frage

# AdaptivityContentDialog.Table.Header.Hard
source: Hard question
de: Schwere Frage

# AdaptivityContentDialog.NewTask.Name
source: New task {0}
de: Neue Aufgabe {0}

# AdaptivityContentDialog.Table.Button.Question.Easy
source: Easy
de: Einfach

# AdaptivityContentDialog.Table.Button.Question.Hard
source: Hard
de: Schwer

# AdaptivityContentDialog.Table.Button.Question.Medium
source: Medium
de: Mittelschwer

# AdaptivityContentDialog.Table.Field.Name.RequiredError.Text
source: Name for task required!
de: Name für Aufgabe erforderlich!

# AdaptivityContentDialog.Subtitle
source: Create a new task and at least one associated question with the desired level of difficulty. You can optionally add an additional comment or reference to each question.
de: Eine Aufgabe muss mindestens eine Frage enthalten. Jeder Frage kann optional ein Kommentar oder ein Verweis auf ein Lernelement oder ein externes Lernmaterial hinzugefügt werden.

# AdaptivityContentDialog.Table.Button.Question.Delete
source: Delete question
de: Frage löschen

# AdaptivityContentDialog.Table.Header.NewTask
source: Create new task
de: Neue Aufgabe erstellen

# AdaptivityContent.Dialog.Table.Header.DeleteTask
source: Delete task
de: Aufgabe löschen

# AdaptivityContentDialog.Table.Button.RequiredQuestion
source: Set as "question to be solved"
de: Als "zu lösende Frage" festlegen
