Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Adaptivity/Dialogues/CreateEditReferenceActionDialog.*.resx
Languages: de

# Content.Text
source: external learning material
de: ext. Lernmaterial

# Element.Text
source: Learning element
de: Lernelement

# Content.RequiredError.Text
source: External learning material required!
de: Lerninhalt erforderlich

# Element.RequiredError.Text
source: Lerning element required!
de: Lernelement erforderlich!

# Comment.Label.Text
source: Comment
de: Kommentar

# Reference.Text
source: You can refer to a learning element or to external learning material. This reference will be displayed in the 3D learning environment if students give an incorrect answer. You also have the option of adding a supplementary note to the reference.
de: Sie können auf ein Lernelement oder auf externes Lernmaterial verweisen. Dieser Verweis wird angezeigt, wenn Studierende in der 3D-Lernumgebung eine falsche Antwort abgeben. Zusätzlich haben Sie die Möglichkeit, dem Verweis einen ergänzenden Hinweis hinzufügen.

# Reference.Label.Text
source: Reference
de: Verweis

# Comment.Label.Text.Placeholder
source: Text field
de: Textfeld

# Note.Label.Text
source: Note on the reference
de: Hinweis zum Verweis

# Reference.Content.Label.Text
source: Reference to an external learning material
de: Verweis auf ein externes Lernmaterial

# Reference.Element.Label.Text
source: Reference to a learning element
de: Verweis auf ein Lernelement

# Reference.Element.Info.Text
source: When referring to a learning element, you can refer to all unplaced learning elements and to all learning elements that have already been placed in learning spaces.
de: Bei einem Verweis auf ein Lernelement können Sie auf alle unplatzierten und bereits in Lernräumen platzierten Lernelemente referieren.

# Reference.Content.Info.Text
source: With a reference to external learning material, you can refer to those files and links that you have already added to the authoring tool but have not yet developed into a learning element.
de: Bei einem Verweis auf ein externes Lernmaterial können Sie auf diejenigen Dateien und Links referieren, die Sie bereits dem Autorentool hinzugefügt, aber noch nicht zu einem Lernelement weiter ausgestaltet haben.
