Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/View/MyLearningWorlds/MyLearningWorldsOverview.*.resx
Languages: de

# Page.LearningWorld.Heading
source: My learning worlds
de: Meine Lernwelten

# Page.LearningWorld.Button.New.Hover
source: Create new learning world
de: Neue Lernwelt erstellen

# Page.LearningWorld.Button.GOTO.DebugPhilipp.Text
source: Debug for Philipp
de: Debug von Philipp

# Page.LearningWorld.Button.GOTO.CreateDebugWorld.Text
source: Create debug world
de: Erstelle Debug-Welt

# Page.LearningWorld.Button.Import.Hover
source: Import a learning world as ZIP file (e.g. from another computer or from a backup)
de: Lernwelt als ZIP-Datei importieren (z.B. von anderem Rechner oder aus Sicherheitskopie)

# Page.LearningWorld.Button.Import.Text
source: Import
de: Lernwelt importieren

# Page.LearningWorld.Button.New.Text
source: NEW
de: Lernwelt erstellen

# Page.LearningWorld.Subheading
source: Hover over your learning worlds and then open them.
de: Fahren Sie mit der Maus über Ihre Lernwelten, und öffnen Sie diese anschließend.

# Page.LearningWorld.Button.Load.Hover
source: Use this option to open locally saved worlds
de: Lokal gespeicherte Welten öffnen

# Page.LearningWorld.Button.Load.Text
source: Load (.awf)
de: Laden (.awf)

# ConfirmDeleteWorld.Title
source: Confirm deleting world
de: Löschen der Lernwelt bestätigen

# ConfirmDeleteWorld.DialogText
source: Through this action the world will be <b>permanently and irrevocably</b> deleted. Confirm deleting world?
de: Durch diese Aktion wird die Lernwelt <b>permanent und unwiderruflich</b> gelöscht. Lernwelt wirklich löschen?

# ConfirmDeleteWorld.SubmitButtonText
source: Delete world
de: Lernwelt löschen

# Checkbox.ShowFileName.Label
source: Show file names
de: Dateinamen anzeigen

# Page.LearningWorld.SortByDate
source: Sort by modification date
de: Nach dem Änderungsdatum sortieren

# Page.LearningWorld.SortByName
source: Sort alphanumerically
de: Alphanumerisch sortieren

# Page.LearningWorld.ShowFile.Checkbox
source: Display the entire name of the .awf file
de: Den gesamten Namen der .awf-Datei anzeigen
