Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Forms/World/CreateWorldForm.*.resx
Languages: de

# CreateWorldForm.General.Text
source: General
de: Allgemein

# CreateWorldForm.General.Field.Shortname.Text
source: Shortname
de: Kurzname

# CreateWorldForm.General.Field.Authors.Text
source: Author(s)
de: Autorinnen und Autoren

# CreateWorldForm.General.Field.Language.Text
source: Language
de: Sprache

# CreateWorldForm.Goals.Field.Description.Text
source: Write a description for this learning world to give a overview of the content that will be covered.
de: Formulieren Sie eine Beschreibung für diese Lernwelt, um einen groben Überblick darüber zu geben, welche Inhalte behandelt werden.

# CreateWorldForm.Goals.Field.Goals.Text
source: Define learning outcomes that precisely describe the verifiable skills or knowledge that should be acquired upon completion of the learning world.
de: Definieren Sie Lernziele, die präzise beschreiben, welche überprüfbaren Fähigkeiten oder Kenntnisse nach Abschluss der Lernwelt erworben werden sollen.

# CreateWorldForm.Title.Text
source: Create Learning World
de: Lernwelt erstellen

# CreateWorldForm.Goals.Text
source: Learning Outcomes
de: Lernziele

# CreateWorldForm.SnackbarMessage
source: Learning world created
de: Lernwelt erstellt

# CreateWorldForm.Text
source: * Required
de: * Erforderliche Angabe

# CreateWorldForm.General.Field.EnrolmentKey.Text
source: Enter an enrollment key to restrict access to this learning world.
de: Geben Sie einen Einschreibeschlüssel ein, um den Zugang zu dieser Lernwelt zu beschränken.

# CreateWorldForm.EnrolmentKey.Title
source: Enrollment Key
de: Einschreibeschlüssel

# CreateWorldForm.EnrolmentKey.Tooltip
source: An enrollment key enables access to the learning world to be restricted to only those who know the key. <br> <br> If the field is left blank, any user may enrol in the learning world. <br> <br> If an enrolment key is specified, any user attempting to enrol in the learning world will be restricted to supply the key. Note that users only need to supply the enrolment key once, when they enrol in the learning world.
de: Ein Einschreibeschlüssel erlaubt den Lernwelt-Zugriff nur für diejenigen Nutzer/innen, die den Einschreibeschlüssel kennen. <br> <br> Wenn das Feld leer bleibt, können sich alle Nutzer/innen in die Lernwelt einschreiben. <br> <br> Wenn ein Einschreibeschlüssel angegeben ist, müssen alle Nutzer/innen notwendigerweise bei der Lernwelteinschreibung den Einschreibeschlüssel eingeben. Beachten Sie, dass Nutzer/innen den Einschreibeschlüssel nur einmal bei der Lernwelteinschreibung eingeben müssen und danach dauerhaft eingeschriebene Lernweltteilnehmer/innen sind.

# CreateWorldForm.Fields.Collapsable.Description.Title
source: Description
de: Beschreibung

# CreateWorldForm.Fields.Collapsable.Story.Title
source: Framework for the Story
de: Rahmenhandlung zur Story

# CreateWorldForm.Fields.Collapsable.Story.Field.Description.Text
source: Formulate an introduction and a conclusion for your story here in order to embed the learning world in a framework.
de: Formulieren Sie eine Einleitung und einen Schluss für Ihre Story, um die Lernwelt in eine Rahmenhandlung einzubetten.

# CreateWorldForm.Fields.Collapsable.Story.Field.Start.Label
source: Introduction
de: Einleitung

# CreateWorldForm.Fields.Collapsable.Story.Field.Start.Placeholder
source: It began with...
de: Es begann mit...

# CreateWorldForm.Fields.Collapsable.Story.Field.End.Label
source: Ending
de: Schluss

# CreateWorldForm.Fields.Collapsable.Story.Field.End.Placeholder
source: And so it ended...
de: Und so endete es...

# CreateWorldForm.Theme.Text
source: Learning World Theme
de: Lernwelt-Theme

# CreateWorldForm.Theme.Field.Theme.Text
source: Select one of the various themes for the learning world.
de: Wählen Sie eines der verschiedenen Themes für die Lernwelt aus.

# CreateWorldForm.Finalization.Text
source: Link to the Learning World Finalisation
de: Link zum Lernweltabschluss

# CreateWorldForm.Finalization.Collapsable.Description.Text
source: Provide a link to a online survey or your university Moodle, and also formulate a reference text.
de: Geben Sie einen Link an (z. B. zu einer Online-Umfrage oder zu Ihrem Hochschul-Moodle) und formulieren Sie zusätzlich einen Hinweistext.

# CreateWorldForm.Finalization.Tooltip
source: If no link or note text is specified, the placeholder text in the note text field is displayed in the 3D learning environment by default.
de: Wenn Sie keinen Link und Hinweistext angeben, wird standardmäßig der Platzhaltertext im Hinweistextfeld in der 3D-Lernumgebung angezeigt.

# CreateWorldForm.Finalization.Field.EvaluationLinkText.Placeholder.Text
source: You have successfully completed all the learning spaces and thus passed the learning world, congratulations!
de: Sie haben alle Lernräume erfolgreich abgeschlossen und somit die Lernwelt bestanden, herzlichen Glückwunsch!

# CreateWorldForm.Finalization.Field.EvaluationLinkName.Placeholder.Text
source: e.g. online survey
de: z. B. Online-Umfrage

# CreateWorldForm.Goals.Button
source: Learning outcome formulation
de: Lernziel-Formulierung

# CreateWorldForm.General.Subtitle
source: General Information
de: Allgemeine Angaben

# CreateWorldForm.General.InfoText
source: Provide general information about this learning world.
de: Geben Sie allgemeine Informationen zu dieser Lernwelt an.

# CreateWorldForm.Content.Text
source: Content & Orientation
de: Inhalt & Orientierung

# CreateWorldForm.General.Field.Name.Placeholder
source: e.g. Introduction-to-Biology
de: z. B. Einführung-in-die-Biologie

# CreateWorldForm.General.Field.Shortname.Placeholder
source: e.g. IntroBio2025
de: z. B. EinfBio2025

# CreateWorldForm.General.Field.Authors.Placeholder
source: e.g. Erika Examplewoman, Max Exampleman
de: z. B. Erika Musterfrau, Max Mustermann

# CreateWorldForm.General.Field.Language.Placeholder
source: e.g. German, English
de: z. B. Deutsch, Englisch

# CreateWorldForm.Goals.Field.Description.Placeholder
source: This learning world covers the following topic: ...
de: Diese Lernwelt behandelt folgendes Thema: ...

# CreateWorldForm.Collapsable.Design
source: Design & Presentation
de: Gestaltung & Darstellung

# CreateWorldForm.Collapsable.Interaction
source: Interaction & Process
de: Interaktion & Ablauf

# CreateWorldForm.Finalization.Field.EvaluationLinkText.Text
source: Instruction Text
de: Hinweistext

# CreateWorldForm.Finalization.Field.EvaluationLinkName.Text
source: Link Type
de: Art des Links

# EditElementForm.Fields.Collapsable.Goals.AdaptivityElement.Text
source: Define learning outcomes that precisely describe the verifiable skills or knowledge that should be acquired upon completion of the adaptivity element.
de: Definieren Sie Lernziele, die präzise beschreiben, welche überprüfbaren Fähigkeiten oder Kenntnisse nach Abschluss des Adaptivitätselements erworben werden sollen.
