Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Forms/Element/CreateElementForm.*.resx
Languages: de

# CreateAdaptivityElementForm.Header.Text
source: Create Adaptivity Element
de: Adaptivitätselement erstellen

# CreateAdaptivityElementForm.SnackbarMessage
source: Adaptivity element created
de: Adaptivitätselement erstellt

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Title
source: Tasks
de: Aufgaben

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Text
source: Tasks of this adaptivity element
de: Aufgaben zu diesem Adaptivitätselement

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Button.Text
source: Add tasks
de: Aufgaben hinzufügen

# CreateElementForm.Header.Text
source: Create Learning Element
de: Lernelement erstellen

# CreateElementForm.SnackbarMessage
source: Learning element created
de: Lernelement erstellt

# CreateElementForm.Fields.Collapsable.General.Title
source: General
de: Allgemein

# CreateElementForm.Fields.Collapsable.General.Field.Points.Text
source: Points
de: Punkte

# CreateElementForm.Fields.Collapsable.General.Field.Workload.Text
source: Workload (min)
de: Dauer (min)

# CreateElementForm.Difficulty.Easy
source: Easy
de: Leicht

# CreateElementForm.Difficulty.Medium
source: Medium
de: Mittelschwer

# CreateElementForm.Difficulty.Hard
source: Hard
de: Schwer

# CreateElementForm.Difficulty.None
source: None
de: Keine Angabe

# CreateElementForm.Fields.Collapsable.LearningContent.Title
source: External Learning Material
de: Externes Lernmaterial

# CreateElementForm.Fields.Collapsable.Goals.Title
source: Learning Outcomes
de: Lernziele

# CreateElementForm.Fields.Collapsable.Goals.Field.Description.Text
source: Description to this element
de: Beschreibung zu diesem Element

# CreateElementForm.Fields.Collapsable.Goals.Field.Goals.Text
source: Learning outcome(s) for this element
de: Lernziel(e) zu diesem Element

# CreateElementForm.Fields.Collapsable.General.Field.Difficulty.Text
source: Difficulty
de: Schwierigkeit

# CreateElementForm.Fields.Collapsable.3DRepresentation.Title
source: 3D Representation
de: 3D-Darstellung

source: 3D representation of learning element
de: 3D-Darstellung des Lernelements

# CreateElementForm.Fields.Collapsable.LearningContent.Field.LearningContent.Text
source: External Learning Material
de: Externes Lernmaterial

# CreateElementForm.Fields.Collapse.LearningContent.Type
source: Type
de: Typ

# CreateElementForm.Fields.Collapsable.LearningContent.Text
source: Choose a external learning material*
de: Wählen Sie ein externes Lernmaterial aus*

# CreateElementForm.Text
source: * Required
de: * Erforderliche Angabe

# CreateElement.Fields.Collapsable.3DRepresentation.Alt
source: 3D representation icon
de: 3D-Darstellung-Icon

# CreateElementForm.AdaptivityContent.Dialog.Title
source: Edit tasks of this adaptivity element
de: Aufgaben zu diesem Adaptivitätselement bearbeiten

# CreateElementForm.Fields.Collapse.3DRepresentation.Title
source: Representation in the 3D learning environment
de: Darstellung in der 3D-Lernumgebung

# CreateElementForm.Fields.Collapsable.Description.Title
source: Description
de: Beschreibung

# CreateElementForm.Fields.Collapsable.LearningContent.PrimitiveH5P.Text
source: Is this a non-finishable H5P?
de: Ist dies ein nicht abschließbares H5P?

# CreateElementForm.Fields.Collapsable.LearningContent.PrimitiveH5P.Info.Text
source: <p class="py-1 text-sm 2xl:text-base">H5P files are a container format used to create multimedia learning content. They allow for a wide variety of content types – from quizzes and word search games to concept collections. Since H5P supports such diverse content types, a classification is required within the authoring tool:</p> <ul class="py-2 mx-4 list-disc list-outside text-sm 2xl:text-base"> <li><p class="py-1 font-bold">Completable content</p><p> If the H5P element can be evaluated (e.g., a quiz or an interactive video), <span class="italic"> do not check the box.</span></p></li> <li><p class="py-1 font-bold">Non-completable content</p><p> If the element cannot be evaluated (e.g., a concept collection), you should <span class="italic"> check the box. </span> This ensures that students can complete the activity simply by opening it and still receive points for engaging with it.</p></li></ul> <div class="flex flex-col py-1"><p class="font-bold text-sm 2xl:text-base">Tip: </p><p class=" text-sm 2xl:text-base"> If you're unsure which category an H5P file belongs to, check the box as a precaution. This way, students can interact with the content and continue progressing in their world.</p></div> <p class="py-1 text-sm 2xl:text-base"> For more information, please refer to the authoring tool’s user documentation.</p>
de: <p class="py-1 text-sm 2xl:text-base">H5P-Dateien sind ein Containerformat zur Erstellung multimedialer Inhalte – von Quizzen über Wörtersuch-Spiele bis hin zu Begriffssammlungen. Da H5P so viele unterschiedliche Inhaltstypen ermöglicht, ist im Autorentool eine Unterscheidung erforderlich:</p> <ul class="py-2 mx-4 list-disc list-outside text-sm 2xl:text-base"> <li><p class="py-1 font-bold">Abschließbare Inhalte</p><p>Handelt es sich um ein H5P-Element, das eine Bewertung zulässt (z. B. ein Quiz oder ein interaktives Video), sollten Sie das <span class="italic"> Kontrollkästchen nicht aktivieren.</span></p></li> <li><p class="py-1 font-bold">Nicht abschließbare Inhalte</p><p>Bei H5P-Elementen, die keine Bewertung ermöglichen (z. B. ein Bild oder eine Begriffssammlung), sollten Sie das<span class="italic"> Kontrollkästchen aktivieren. </span>So wird sichergestellt, dass Studierende das Element durch bloßes Öffnen abschließen und Punkte erhalten können.</p></li></ul> <div class="flex flex-col py-1"><p class="font-bold text-sm 2xl:text-base">Tipp: </p><p class=" text-sm 2xl:text-base">Wenn Sie unsicher sind, zu welcher Kategorie ein H5P-Inhalt gehört, setzen Sie das Häkchen vorsichtshalber. So stellen Sie sicher, dass Studierende den Inhalt bearbeiten und die Lernwelt trotzdem weiterspielen können.</p></div> <p class="py-1 text-sm 2xl:text-base">Weitere Informationen finden Sie in der Benutzerdokumentation des Autorentools.</p>

# CreateElementForm.Fields.Collapsable.LearningContent.PrimitiveH5P.Tooltip.Text
source: Click for more information
de: Für mehr Informationen klicken

# CreateStoryElementForm.Header.Text
source: Create Story Element
de: Storyelement erstellen

# CreateStoryElementForm.Fields.Collapsable.StoryText.Text
source: Story of this story element. Each text block can contain 400 characters
de: Story zu diesem Storyelement. Je Textblock können 400 Zeichen verwendet werden

# CreateStoryElementForm.Fields.Collapsable.Story.StoryTitle
source: Title of the story element
de: Titel des Storyelements

# CreateElementForm.Story.Tooltip
source: The text that you formulate within a text block for your story is displayed to the students on a slide in the subsequent 3D learning environment. <br> <br> If you add another text block with new content to your story, this text block will be displayed in a subsequent slide in the 3D learning environment. <br> <br> For example, if you use three text blocks within a story element, the text contained therein will be displayed to the students in the 3D learning environment in three consecutive slides.
de: Den Text, den Sie innerhalb eines Textblocks für Ihre Story formulieren, wird den Studierenden in der späteren 3D-Lernumgebung auf einer Slide dargestellt. <br> <br> Fügen Sie einen weiteren Textblock mit neuem Inhalt zu Ihrer Story hinzu, wird dieser Textblock in der 3D-Lernumgebung in einer nachfolgenden Slide angezeigt. <br> <br> Verwenden Sie also z.B. drei Textblöcke innerhalb eines Storyelements, wird der darin enthaltene Text den Studierenden in der 3D-Lernumgebung in drei aufeinanderfolgenden Slides angezeigt.

# CreateElementForm.AddStoryText
source: Add new text block
de: Neuen Textblock hinzufügen

# CreateStoryElementForm.Fields.Collapsable.Story.DeleteStory
source: Delete text block
de: Textblock löschen

# CreateStoryElementForm.Fields.Collapsable.Story.AddStory
source: Add new text block
de: Neuen Textblock hinzufügen

# CreateStoryElementForm.SnackbarMessage
source: Story element created
de: Storyelement erstellt

# CreateElementForm.Tooltip.ExplanationLearningElement
source: <span style="color: rgb(69,160,229)"><b>Learning elements</b></span><br> Learning elements can be used to provide external learning material such as H5Ps, videos, images or texts in a learning space.
de: <span style="color:rgb(69,160,229)"><b>Lernelemente</b></span><br> Mithilfe von Lernelementen kann externes Lernmaterial wie H5Ps, Videos, Bilder oder Texte in einen Lernraum bereitgestellt werden.

# CreateElementForm.Tooltip.ExplanationAdaptivityElement
source: <span style="color:rgb(69,160,229)"><b>Adaptivity elements</b></span><br> With the help of adaptivity elements, multiple and single-choice questions with different levels of difficulty can be provided in a learning space.
de: <span style="color: rgb(69,160,229)"><b>Adaptivitätselemente</b></span><br> Mithilfe von Adaptivitätselementen können Multiple- und Single-Choice-Fragen mit unterschiedlichen Schwierigkeitsgraden in einem Lernraum bereitgestellt werden.

# CreateElementForm.Tooltip.ExplanationStoryElement
source: <br><br><span style="color: rgb(69,160,229)"><b>Story elements</b></span><br> Story elements can be used to tell a story about your learning world. <br><br> A total of two-story elements can be created within a learning space, one story element each for entering and leaving a learning space. <br><br> The corresponding slots can be found in each floor plan at the position of the entrance and exit doors.
de: <br><br><br><span style="color: rgb(69,160,229)"><b>Storyelemente</b></span><br> Mithilfe von Storyelementen kann eine Geschichte rund um Ihre Lernwelt erzählt werden.<br><br> Innerhalb eines Lernraums können insgesamt zwei Storyelemente erstellt werden, je ein Storyelement für das Betreten und Verlassen eines Lernraums. <br><br> Die dazugehörigen Slots sind in jedem Grundriss an der Position der Eingangs- und Ausgangstüren zu finden.

# CreateElementForm.Tooltip.ExplanationLearnAdaptElementPart1
source: Created learning elements and adaptivity elements can be positioned in different slots within a floor plan of the learning space.
de: Erstellte Lernelemente und Adaptivitätselemente können innerhalb von einem Grundriss des Lernraums in verschiedenen Slots positioniert werden.

# CreateElementForm.Tooltip.ExplanationLearnAdaptElementPart2
source: Depending on the selected shape of the floor plan, the number of slots available within the floor plan for the placement of learning elements and adaptivity elements differs.
de: Je nach gewählter Form des Grundrisses unterscheidet sich die Anzahl der Slots, die innerhalb des Grundrisses für das Platzieren von Lernelementen und Adaptivitätselementen zur Verfügung stehen.

# CreateElementForm.Tooltip.Image.Alt
source: Example image for slots in a learning space floor plan
de: Beispielbild für Slots in einem Lernraum-Grundriss

# CreateElementForm.LearningMaterial.Dialog.Title
source: Select or change external learning material
de: Externes Lernmaterial auswählen bzw. ändern

# CreateElementForm.Fields.Collapsable.LearningContent.Preview
source: Show Learning Material
de: Lernmaterial anzeigen

# CreateElementForm.Fields.Collapsable.LearningContent.Edit
source: Select or change learning material
de: Lernmaterial auswählen bzw. ändern

source: Selected learning material:
de: Ausgewähltes Lernmaterial:

# CreateElementForm.Fields.Collapsable.Element.Mandatory
source: Mandatory
de: Verpflichtend

# CreateElementForm.Fields.Collapsable.3DRepresentation.Field.NpcName.Title
source: Name of the person
de: Name der Person

# CreateStoryElementForm.Collapsable.Story.Length
source: characters
de: Zeichen

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Subtitle
source: List of tasks included in the adaptivity element:
de: Liste der im Adaptivitätselement enthaltenen Aufgaben:

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Button.Task.One
source: Task
de: Aufgabe

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Button.NoTask
source: No tasks added yet.
de: Noch keine Aufgabe hinzugefügt.

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Button.Task.More
source: Tasks
de: Aufgaben

# CreateAdaptivityElementForm.Fields.Collapsable.Tasks.Button.Task.Mandatory
source: mandatory
de: verpflichtend
