Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Forms/Element/UnplacedElementsDropZone.*.resx
Languages: de

# UnplacedElementsDropZone.Title
source: Unplaced elements
de: Alle unplatzierten Elemente

# UnplacedElementsDropZone.Filter.Theme
source: Theme of the learning space
de: Thema des Lernraums

# UnplacedElementsDropZone.Filter.Type
source: Content of the element
de: Typ des Elements

# UnplacedElementsDropZone.Filter.Element
source: Type of the element
de: Art des Elements

# UnplacedElementsDropZone.Filter.Difficulty
source: Difficulty of the element
de: Schwierigkeit des Elements

# UnplacedElementsDropZone.Filter.Text
source: Filter
de: Filtern nach:

# UnplacedElementsDropZone.Filter.All
source: All
de: Alle

# UnplacedElementsDropZone.Filter.LearningElement
source: Learning element
de: Lernelement

# UnplacedElementsDropZone.Filter.AdaptivityElement
source: Adaptivity element
de: Adaptivitätselement

# UnplacedElementsDropZone.Type.Image
source: Image
de: Bild

# UnplacedElementsDropZone.Type.Adaptivity
source: Adaptivity element
de: Adaptivitätselement
