Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/View/LearningSpace/LearningSpaceView.*.resx
Languages: de

# LearningSpace.Title.Text
source: Learning Space Editor
de: Lernraum-Editor

# LearningSpace.SpacePoints.Text
source: Completion condition:
de: Abschlussbedingung:

# LearningSpace.SpaceWorkload.Text
source: Workload:
de: Dauer:

# LearningSpace.ElementName.Text
source: Selected learning element:
de: Ausgewähltes Lernelement:

# LearningSpace.ReplaceLearningElementDialog.Title
source: Replace learning element
de: Ersetze Lernelement

# LearningSpace.SpaceTheme.Text
source: Space theme:
de: Theme:

# LearningSpace.SpaceGoals.Text
source: Learning outcomes:
de: Lernziele:

# ShowReplaceLearningElementDialog.Dialog.ReplaceLearningElement
source: Replace learning element
de: Ersetze Lernelement

# Error.ExceptionWrapper.ShowLearningElementContent.Message
source: Show learning element content
de: Zeige Inhalt des Lernelement

# Error.ExceptionWrapper.SaveLearningElement.Message
source: Save learning element
de: Speichere Lernelement

# Error.ExceptionWrapper.LoadLearningElement.Message
source: Load learning element
de: Lade Lernelement

# LearningSpace.SpaceGoals.Overview
source: Learning outcomes of this learning space
de: Lernziele dieses Lernraums

# LearningSpace.LearningOutcomesOverview.Title
source: Learning Outcomes Overview
de: Lernziel-Übersicht

# LearningSpace.LearningOutcomesOverview.Text.Part1
source: Learning outcomes for the learning space
de: Lernziele zum Lernraum

# LearningSpaceView.NoOutcome
source: There are currently no learning outcomes for this learning space.
de: Zu diesem Lernraum existieren aktuell noch keine Lernziele.
