Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Adaptivity/Forms/AdaptivityQuestion/MultipleChoiceQuestionForm.*.resx
Languages: de

# MultipleChoiceQuestionForm.Field.QuestionText.Text
source: Question Text
de: Fragetext

# MultipleChoiceQuestionForm.Create.SnackbarMessage
source: Question created
de: Frage erstellt

# MultipleChoiceQuestionForm.Text.AddChoice
source: Add option of answer
de: Antwort hinzufügen

# MultipleChoiceQuestionForm.Button.Create
source: Create
de: Erstellen

# MultipleChoiceQuestionForm.Text.Choices
source: Answer Options
de: Antwortmöglichkeiten

# MultipleChoiceQuestionForm.Text.Choice
source: Answer option {0}
de: Antwortmöglichkeit {0}

# MultipleChoiceQuestionForm.Edit.SnackbarMessage
source: Question updated
de: Frage aktualisiert

# MultipleChoiceQuestionForm.Button.Edit
source: Apply
de: Übernehmen

# MultipleChoiceQuestionForm.TitleContent.Create.Easy
source: Creating an easy question
de: Erstellen einer leichten Frage

# MultipleChoiceQuestionForm.TitleContent.Create.Medium
source: Creating a hard question
de: Erstellen einer mittelschweren Frage

# MultipleChoiceQuestionForm.TitleContent.Create.Hard
source: Creating a medium question
de: Erstellen einer schweren Frage

# MultipleChoiceQuestionForm.TitleContent.Edit.Easy
source: Edit the easy question
de: Bearbeiten der leichten Frage

# MultipleChoiceQuestionForm.TitleContent.Edit.Hard
source: Edit the medium question
de: Bearbeiten der schweren Frage

# MultipleChoiceQuestionForm.TitleContent.Edit.Medium
source: Edit the hard question
de: Bearbeiten der mittelschweren Frage

# MultipleChoiceQuestionForm.Create.Text
source: Formulate a question and the corresponding answers. Indicate whether it is a single or a multiple choice question.
de: Formulieren Sie eine Frage und die dazugehörigen Antworten. Geben Sie dabei an, ob es sich um eine Single- oder Multiple-Choice-Frage handelt.

# MultipleChoiceQuestionForm.Switch.Question.Text
source: Question:
de: Frage:

# MultipleChoiceQuestionForm.Text.DeleteChoice
source: Delete answer
de: Antwort löschen

# MultipleChoiceQuestionForm.Info.Infotext
source: A maximum of ten possible answers are available for each question.
de: Für eine Frage stehen max. zehn Antwortmöglichkeiten zur Verfügung.
