Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/View/AdvancedLearningSpaceEditor/AdvancedLearningSpaceEditorView.*.resx
Languages: de

# AdvancedLearningSpaceEditor.Doors.Title
source: Doors
de: Türen

# AdvancedLearningSpaceEditor.LearningElementSlots.Title
source: Learning Element Placements
de: Lernelement Platzierungen

# AdvancedLearningSpaceEditor.Decorations.Title
source: Decorations
de: Dekorationen

# AdvancedLearningSpaceEditor.Windows.Title
source: Windows
de: Fenster

# AdvancedLearningSpaceEditor.Points.Text
source: Points:
de: Punkte:

# AdvancedLearningSpaceEditor.Workload.Text
source: Workload:
de: Arbeitslast:

# AdvancedLearningSpaceEditor.Theme.Text
source: Theme:
de: Thema:

# AdvancedLearningSpaceEditor.Goals.Text
source: Goals:
de: Ziele:

# AdvancedLearningSpaceEditor.SpaceDescriptions.SpaceOutline
source: Spaceoutline. Rightclick to insert new corner point.
de: Raumbegrenzung. Rechtsklick, um neuen Eckpunkt einzufügen.

# AdvancedLearningSpaceEditor.SpaceDescriptions.SpaceFillout
source: Space. Use Buttons below to add learning element slots or decorations.
de: Raum. Nutze die Buttons unten, um Lernelement Platzierungen und Dekorationen hinzuzufügen.

# AdvancedLearningSpaceEditor.SpaceDescriptions.CornerPoint
source: Corner Point. Drag and Drop to move. Doubleclick to delete.
de: Eckpunkt. Drag and Drop zum verschieben. Doppelklicken zum löschen.

# AdvancedLearningSpaceEditor.SpaceDescriptions.Decoration
source: Decoration. Drag and Drop to move. Rightclick to rotate. Doubleclick to delete.
de: Dekoration. Drag and Drop zum verschieben. Rechtsklick zum rotieren. Doppelklicken zum löschen.

# AdvancedLearningSpaceEditor.SpaceDescriptions.ElementSlotOutline
source: Learning element slot position. Drag and Drop to move. Rightclick to rotate. Doubleclick to delete.
de: Lernelement Platzierung. Drag and Drop zum verschieben. Rechtsklick zum rotieren. Doppelklicken zum löschen.

# AdvancedLearningSpaceEditor.SpaceDescriptions.Entrydoor
source: Entrydoor. Drag along Spaceoutline to position.
de: Eingangstüre. Drag and Drop entlang der Raumbegrenzung zum platzieren.

# AdvancedLearningSpaceEditor.SpaceDescriptions.Exitdoor
source: Exitdoor. Drag along Spaceoutline to position.
de: Ausgangstüre. Drag and Drop entlang der Raumbegrenzung zum platzieren.
