Repository: ProjektAdLer/Autorentool
Catalog: Shared/Resources/Theme/SpaceTheme.*.resx
Languages: de

# Enum.SpaceTheme.Suburb
source: Suburb
de: Vorstadt

# Enum.SpaceTheme.Arcade
source: Arcade
de: Spielhalle

# Enum.SpaceTheme.LearningArea
source: Learning area
de: Lernbereich

# Enum.SpaceTheme.EatingArea
source: Eating area
de: Essensbereich

# Enum.SpaceTheme.FnE
source: Science and Research
de: Wissenschaft und Forschung

# Enum.SpaceTheme.SocialArea
source: Social activities
de: Soziale Aktivitäten

# Enum.SpaceTheme.TechnicalArea
source: Technical infrastructure
de: Technische Infrastruktur

# Enum.SpaceTheme.EatingArea.Company
source: Canteen
de: Kantine

# Enum.SpaceTheme.LearningArea.CampusAschaffenburg
source: Library
de: Bibliothek

# Enum.SpaceTheme.LearningArea.CampusKempten
source: Library
de: Bibliothek

# Enum.SpaceTheme.LearningArea.Company
source: Training centre
de: Weiterbildungszentrum

# Enum.SpaceTheme.LearningArea.Suburb
source: Library
de: Bücherei

# Enum.SpaceTheme.FnE.CampusAschaffenburg
source: Research laboratory
de: Forschungslabor

# Enum.SpaceTheme.FnE.CampusKempten
source: Research laboratory
de: Forschungslabor

# Enum.SpaceTheme.FnE.Company
source: R&D department
de: F&E-Abteilung

# Enum.SpaceTheme.FnE.Suburb
source: Innovation centre
de: Innovationszentrum

# Enum.SpaceTheme.SocialArea.CampusAschaffenburg
source: Student club
de: Studentenclub

# Enum.SpaceTheme.SocialArea.CampusKempten
source: Student club
de: Studentenclub

# Enum.SpaceTheme.SocialArea.Company
source: Break room
de: Pausenraum

# Enum.SpaceTheme.SocialArea.Suburb
source: Community center
de: Nachbarschaftstreff

# Enum.SpaceTheme.TechnicalArea.CampusAschaffenburg
source: Computer centre
de: Rechenzentrum

# Enum.SpaceTheme.TechnicalArea.CampusKempten
source: Computer centre
de: Rechenzentrum

# Enum.SpaceTheme.TechnicalArea.Company
source: IT department
de: IT-Abteilung

# Enum.SpaceTheme.TechnicalArea.Suburb
source: IT room at city hall
de: Serverraum im Rathaus
