Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Forms/Space/EditSpaceForm.*.resx
Languages: de

# EditSpaceForm.Header.Title
source: Edit Learning Space
de: Lernraum bearbeiten

# EditSpaceForm.SnackbarMessage
source: Learning space updated
de: Lernraum aktualisiert

# EditSpaceForm.Button.New.Text
source: New
de: Neu

# EditSpaceForm.Fields.Collapsable.General.Title
source: General
de: Allgemein

# EditSpaceForm.Fields.Collapsable.CompletionConditions.Title
source: Completion Condition
de: Abschlussbedingung

# EditSpaceForm.Fields.Collapsable.FloorPlan.Title
source: Floor plan
de: Grundriss

# EditSpaceForm.Fields.Collapsable.Theme.Title
source: Learning Space Theme
de: Lernraum-Theme

# EditSpaceForm.Fields.Collapsable.Goals.Title
source: Learning Outcomes
de: Lernziele

# EditSpaceForm.Fields.Collapsable.Goals.Field.Description.Text
source: Description for this learning space
de: Formulieren Sie eine Beschreibung für diese Lernwelt, um einen groben Überblick darüber zu geben, welche Inhalte behandelt werden.

# EditSpaceForm.Fields.Collapsable.Goals.Field.Goals.Text
source: Learning outcome(s) for this learning space
de: Definieren Sie Lernziele, die präzise beschreiben, welche überprüfbaren Fähigkeiten oder Kenntnisse nach Abschluss des Lernraums erworben werden sollen.

# EditSpaceForm.ApplicationException.Message
source: LearningWorldVm is null
de: LearningWorldVm ist null

# EditSpaceForm.Fields.Collapsable.CompletionConditions.Field.RequiredPoints.Text
source: Required points to complete the learning space
de: Benötigte Punkte für das Abschließen des Lernraums

# EditSpaceForm.Fields.Collapsable.Theme.Field.Theme.Text
source: Selection of themes with different theme worlds for the learning space
de: Wählen Sie eines der verschiedenen Themes für den Lernraum aus.

# EditSpaceForm.Text
source: * Required
de: * Erforderliche Angabe

# EditSpaceForm.Fields.Collapsable.FloorPlan.Text
source: Move the mouse over the floor plans in the thumbnail view to display the placement of the entrance and exit doors as well as the representation of the space in the 3D learning environment.
de: Fahren Sie in der Miniaturansicht mit der Maus über die Grundrisse, um sich die Platzierung der Eingangs- und Ausgangstüren anzeigen zu lassen sowie die Darstellung des Raumes in der 3D-Lernumgebung.

# EditSpaceForm.Goals.Button
source: Learning Outcome Formulation
de: Lernziel-Formulierung

# EditSpaceForm.Fields.Collapsable.Description.Title
source: Description
de: Beschreibung

# EditSpaceForm.Fields.Collapsable.FloorPlan.Subtitle
source: Selection of floor plans for the learning space. The numer indicates how many slots are available for placing learning and adaptivity elements
de: Wählen Sie einen der verschiedenen Grundrisse für den Lernraum aus. Die Zahl gibt an, wie viele Slots zum Platzieren von Adaptivitäts- und Lernelementen zur Verfügung stehen.

# EditSpaceForm.Fields.Collapsable.CompletionConditions.Description.Text
source: List of mandatory learning and adaptivity elements to be completed.
de: Übersicht über alle abzuschließenden, verpflichtenden Adaptivitäts- und Lernelemente.
