Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/View/HeaderBar.*.resx
Languages: de

# AuthoringTool.Text
source: Authoring tool
de: Autorentool

# 3DWorld.Generate.Text
source: Publish learning world
de: Veröffentlichen der Lernwelt

# 3DWorld.Generate.Hover
source: Export moodle learning world file (.mbz)
de: Lernwelt als Moodle-Lernwelt-Datei (.mbz) veröffentlichen

# LearningWorld.Home.Hover
source: My learning worlds
de: Meine Lernwelten

# Feedback.Button.UX.Hover
source: User experience feedback - Opens a browser window
de: Feedback zur Benutzeroberfläche - Öffnet ein Browserfenster

# Feedback.Button.Technical.Hover
source: Technical feedback - Opens a browser window
de: Technisches Feedback - Öffnet ein Browserfenster

# LearningWorld.Save.Hover
source: Save learning world
de: Lernwelt speichern

# Functionality.Button.Redo.Hover
source: Redo
de: Wiederholen

# Functionality.Button.Undo.Hover
source: Undo
de: Rückgängig

# MudPopover.Functionality.Button.Close.Hover
source: Close
de: Schließen

# MudPopover.Feedback.Survey.Text
source: In order to further develop and optimize the authoring tool, we would appreciate if you could take a few minutes to give us feedback on the current status of the authoring tool.
de: Um das Autorentool weiter zu entwickeln und zu optimieren, würden wir es schätzen wenn Sie sich ein paar Minuten Ihrer Zeit erübrigen würden um uns Ihr Feedback über das aktuelle Autorentool mitzuteilen.

# MudPopover.Feedback.Final.Text
source: To the final feedback
de: Zum finalen Feedback

# MudPopover.Feedback.Final.Hover
source: Final feedback - Opens a browser window
de: Allgemeines Feedback zu AdLer - Öffnet ein Browserfenster

# Feedback.MenuItem.UX.Text
source: Give feedback
de: Feedback geben

# Feedback.MenuItem.Technical.Text
source: Report technical error
de: Technischen Fehler melden

# Dialog.UploadLearningWorld.DialogText
source: Do you want to upload the learning world <b>{0}</b>?
de: Möchten Sie wirklich die Lernwelt <b>{0}</b> veröffentlichen?

# UploadLearningWorld.SubmitButtonText
source: Publish
de: Veröffentlichen

# Export.SnackBar.Message
source: Publishing of the learning world completed.
de: Veröffentlichen der Lernwelt abgeschlossen.

# ExportCanceled.Snackbar.Message
source: Exporting learning world was canceled
de: Exportieren von Lernwelt abgebrochen

# Exception.InvalidLearningWorld.Message
source: Learning world is not valid
de: Lernwelt ist ungültig

# ErrorString.Missing.LearningSpace.Message
source: Learning world contains no learning spaces.
de: Diese Lernwelt enthält keine Lernräume.

# ErrorString.Missing.LearningElements.Message
source: Learning space <b>{0}</b> contains no learning elements.
de: Lernraum <b>{0}</b> enthält keine Lernelemente.

# ErrorString.Insufficient.Points.Message
source: Learning space <b>{0}</b> cannot be completed due to insufficient points. Currently, the points required are higher than the total points.
de: Lernraum <b>{0}</b> kann nicht abgeschlossen werden, da die Punkte nicht ausreichen. Aktuell sind die benötigten Punkte höher als die Gesamtpunkte.

# DialogService.NotLoggedIn.Title
source: You are not logged in
de: Du bist nicht angemeldet

# DialogService.UploadLearningWorld.Dialog
source: Publish learning world
de: Lernwelt veröffentlichen

# Dialog.NotLoggedIn.Message
source: You are not connected to a LMS. Please login to upload your learning worlds to the backend.
de: Du bist nicht mit einem LMS verbunden. Bitte melde dich an, um Lernwelten in das Backend hochzuladen.

# SaveWorld.Success.Snackbar.Message
source: Sucessfully saved learning world {0}
de: Lernwelt {0} erfolgreich gespeichert

# ErrorString.TaskReferencesUnplacedElement.Message
source: Element <b>{0}</b> references an element which was not placed inside of a space.
de: Element <b>{0}</b> referenziert Element, welches nicht in einem Raum platziert wurde.

# ErrorString.NoTasks.Message
source: Element <b>{0}</b> contains no tasks.
de: Element <b>{0}</b> enthält keine Aufgaben.

# ErrorString.TaskReferencesNonexistantElement.Message
source: Element <b>{0}</b> contains a reference to a non-existant element. Plase check the element references you have set in this element.
de: Element <b>{0}</b> enthält referenziert ein nicht existierendes Element. Bitte überprüfen Sie die gesetzten Referenzen in diesem Element.

# ErrorString.TaskReferencesElementInSpaceAfterOwnSpace.Message
source: Element <b>{0}</b> references element <b>{2}</b> in space <b>{1}</b>. However, because this space comes after the space in which element <b>{0}</b> is placed, this reference is invalid.
de: Element <b>{0}</b> referenziert Element <b>{2}</b> in Lernraum <b>{1}</b>. Da dieser Lernraum aber erst nach dem Raum, in dem Element <b>{0}</b> platziert ist, freigeschaltet wird, ist diese Referenz nicht zulässig.

# UploadLearningWorld.Success.Title
source: Publish successful
de: Veröffentlichen erfolgreich

# UploadLearningWorld.Success.DialogText
source: Your learning world {0} was successfully uploaded. Click <strong><a href="{1}" target="_blank" class="text-adlerblue-700">here</a></strong>, to open the world in moodle or <strong><a href="{2}" target="_blank" class="text-adlerblue-700">here</a></strong>, to go to the 3D website.
de: Ihre Lernwelt {0} wurde erfolgreich hochgeladen. Klicken Sie <strong><a href="{1}" target="_blank" class="text-adlerblue-700">hier</a></strong>, um die Welt in Moodle zu öffnen oder <strong><a href="{2}" target="_blank" class="text-adlerblue-700">hier</a></strong>, um zur 3D-Webseite zu gelangen.

# ExportArchive.Text
source: Archive learning world (.zip)
de: Lernwelt archivieren (.zip)

# ExportArchive.Hover
source: Archive the learning world as ZIP file (e.g. to send to another computer or as a backup)
de: Lernwelt als ZIP-Datei archivieren (z.B. zu anderem Rechner senden oder für Sicherungskopie)

# HeaderBar.Help.About
source: About AdLer
de: Über AdLer

# HeaderBar.Help.About.Hover
source: Information about the AdLer project
de: Informationen über das Projekt AdLer

# HeaderBar.Help.UserManual
source: User manual
de: Benutzerhandbuch

# HeaderBar.Help.Tutorial
source: Didactic guide
de: Didaktische Handreichung

# ConfirmReplaceOrCreateCopyDialog.Title
source: Learning world already exists
de: Lernwelt existiert bereits

# LearningOutcomes.Overview
source: Learning outcomes of this learning world
de: Lernziele dieser Lernwelt

# Functionality.Button.Close.Hover
source: Close
de: Schließen

# HeaderBar.Help.Tutorial.Hover
source: Didactic guide (only available in German) - Opens a browser window
de: Didaktische Handreichung - Öffnet ein Browserfenster

# HeaderBar.Help.UserManual.Hover
source: User manual (only available in German) - Opens a browser window
de: Benutzerhandbuch - Öffnet ein Browserfenster

# DialogService.UploadLearningWorld.Dialog.Title
source: Uploading the learning world...
de: Hochladen der Lernwelt...

# HeaderBar.Help.Didactic.AdaptivityElement
source: Adaptivity element
de: Adaptivitätselement

# HeaderBar.Help.Didactic.AdaptivityElement.Hover
source: Information about the adaptivity element - Opens a browser window
de: Informationen zum Adaptivitätselement - Öffnet ein neues Browserfenster

# HeaderBar.Help.Didactic.StoryElement.Hover
source: Information about the story element - Opens a browser window
de: Informationen zum Storyelement - Öffnet ein neues Browserfenster

# HeaderBar.Help.Didactic.LearningOutcomeGuide
source: Input support
de: Eingabeunterstützung

# HeaderBar.Help.Didactic.LearningOutcomeGuide.Hover
source: Information on input support for formulate learning outcomes - Opens a browser window
de: Informationen zur Eingabeunterstützung zum Formulieren von Lernzielen - Öffnet ein neues Browserfenster

# HeaderBar.Help.UserManual.Handling
source: Operation
de: Bedienung

# HeaderBar.Help.UserManual.SoftwareComponents
source: Software components
de: Softwarekomponenten

# HeaderBar.Help.UserManual.Handling.Hover
source: Operating steps available in the authoring tool
de: Im Autorentool verfügbare Bedienschritte - Öffnet ein neues Browserfenster

# HeaderBar.Help.UserManual.SoftwareComponents.Hover
source: Software components of the authoring tool - Opens a browser window
de: Softwarekomponenten des Autorentools - Öffnet ein neues Browserfenster
