Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/View/MasterLayout.*.resx
Languages: de

# SideBarContent.LearningWorldMetadata.Title
source: Learning world details
de: Angaben zur Lernwelt

# SideBarContent.LearningSpaceMetadata.Title
source: Learning space details
de: Angaben zu Lernräumen

# SideBarContent.LearningElementMetadata.Title
source: Learning element details
de: Angaben zu Lernelementen

# SideBarContent.ImportFiles.Title
source: External learning material
de: Externes Lernmaterial

# SideBarContent.LearningPathWays.Title
source: Connections between learning spaces
de: Verbindungen zwischen Lernräumen

# SideBarContent.LearningWorldOverView.Title
source: Hierarchical structure of the learning world
de: Hierarchischer Aufbau der Lernwelt

# SideBarContent.LearningWorldMetadata.Alt
source: Learning world metadata icon
de: Lernwelt-Metadaten-Icon

# SideBarContent.LearningSpaceMetadata.Alt
source: Learning space metadata icon
de: Lernraum-Metadaten-Icon

# SideBarContent.LearningElementMetadata.Alt
source: Learning element metadata icon
de: Lernelement-Metadaten-Icon

# SideBarContent.ImportFiles.Alt
source: Import files icon
de: Dateiimport-Icon

# SideBarContent.LearningPathWays.Alt
source: Learning Path Ways Icon
de: Lernwelt Pfadansicht-Icon

# SideBarContent.LearningWorldOverView.Alt
source: learning world overview
de: Lernwelt Baumansicht-Icon
