Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Dialogues/AdministrationDialog/ArchiveDialog.*.resx
Languages: de

# DialogContent.LearningWorldArchive.Title
source: Export learning world
de: Lernwelt exportieren

# ExportArchive.Hover
source: Exportieren the learning world as ZIP file (e.g. to send to another computer or as a backup)
de: Lernwelt als ZIP-Datei exportieren (z.B. zu anderem Rechner senden oder für Sicherungskopie)

# DialogContent.LearningWorldArchive.Button
source: Export as ZIP
de: Als ZIP exportieren

# ArchiveDialog.Tooltip.Text
source: This step allows you to export the open learning world in a Moodle-compatible format.
de: Über diesen Schritt können Sie die geöffnete Lernwelt im Moodle-kompatiblen Format exportieren.

# ArchiveDialog.MBZ.Text
source: Creates a file of your open learning world for uploading to AdLer Moodle courses.
de: Erstellt eine Datei Ihrer geöffneten Lernwelt zum Hochladen in AdLer-Moodle-Kurse.

# ArchiveDialog.MBZ.Button
source: Export as MBZ
de: Als MBZ exportieren

# ArchiveDialog.MBZ.Title
source: ...as MBZ file
de: ...als MBZ-Datei

# ArchiveDialog.ZIP.Title
source: ...as ZIP file
de: ...als ZIP-Datei

# ArchiveDialog.ZIP.Text
source: Creates a file of your open learning world for later reuse in the AdLer authoring tool.
de: Erstellt eine Datei Ihrer geöffneten Lernwelt zur späteren Wiederverwendung im AdLer-Autorentool.

# ArchiveDialog.ZIP.Tooltip.Text
source: You can import this ZIP file again at any time. Saving the learning world as a ZIP file also allows you to reuse the learning world on other devices and share it with other people.
de: Diese ZIP-Datei können Sie jederzeit erneut importieren. Zudem ermöglicht das Speichern der Lernwelt als ZIP-Datei, das Wiederverwenden der Lernwelt auf anderen Endgeräten und zum Teilen mit anderen Personen.

# Exception.InvalidLearningWorld.Message
source: Learning world is not valid
de: Lernwelt ist ungültig

# ArchiveDialog.ArchiveLearningWorld.Success.Snackbar
source: Learning world successfully archived
de: Lernwelt erfolgreich archiviert

# ArchiveDialog.ArchiveLearningWorld.Canceled.Snackbar
source: Export canceled
de: Export abgebrochen
