Repository: ProjektAdLer/Autorentool
Catalog: Presentation/Resources/Components/Dialogues/AdministrationDialog/LmsLoginDialog.*.resx
Languages: de

# Header.Logout.Text
source: Logout
de: Abmelden

# Header.Login.Text
source: Login
de: Anmelden

# DialogContent.LoggedIn.Message
source: Logged in as:
de: Angemeldet als:

# DialogContent.Button.Logout
source: Logout
de: Abmelden

# DialogContent.Error.WrongUserOrPassword
source: Wrong Username or Password
de: Falscher Benutzername oder Passwort

# DialogContent.Field.Username
source: Username
de: Benutzername

# DialogContent.Field.Password
source: Password
de: Passwort

# DialogContent.Button.Login
source: Login
de: Anmelden

# DialogContent.Button.Cancel
source: Cancel
de: Abbrechen

# DialogContent.LoggedIn.Header
source: This was successful!
de: Erfolgreich angemeldet!

# Header.Moodle.Text
source: Login to AdLer Server
de: Auf AdLer-Server anmelden

# DialogContent.Button.ForgotPassword
source: Forgot password?
de: Passwort vergessen?

# DialogContent.Button.ShowPassword
source: Show password
de: Passwort anzeigen

# DialogContent.Button.Login.Title
source: Login to AdLer Server
de: Auf AdLer-Server anmelden

# DialogContent.Button.Logout.Title
source: Logout from AdLer server
de: Abmelden vom AdLer-Server

# DialogContent.Button.ForgotPassword.Title
source: Forgot password?
de: Passwort vergessen?

# DialogContent.Error.APIUnreachable
source: Couldn't reach AdLer API. Please check the supplied URL for corretness and ensure that your internet connection is working.
de: AdLer API nicht erreichbar. Bitte prüfen Sie die angegebene URL auf Korrektheit und stellen Sie sicher, dass Ihre Internetverbindung korrekt funktioniert.

# DialogContent.Error.ProtocolMissing
source: The API URL must start with either "http://" or "https://".
de: Die API URL muss mit "http://" oder "https://" beginnen.

# DialogContent.Error.TokenInvalid
source: Please log in again.
de: Bitte loggen Sie sich erneut ein.

# ConfirmDeleteLmsWorld.DialogText
source: Are you sure you really want to delete the learning world <b>{0}</b> on Moodle?
de: Sind Sie sicher, dass sie die Lernwelt <b>{0}</b> auf Moodle wirklich löschen möchten?

# ConfirmDeleteLmsWorld.SubmitButtonText
source: Yes
de: Ja

# ConfirmDeleteLmsWorld.Title
source: Delete learning world from Moodle
de: Lernwelt aus LMS löschen

# LmsLoginDialog.Title.Tooltip
source: The Moodle courses listed here are all those courses that you have already created and published. <br><br> You have the option of deleting these courses in this section. <br><br> This deletion action also irrevocably removes the courses from Moodle.
de: Die hier aufgeführten Moodle-Kurse sind all jene Kurse, die Sie bereits erstellt und veröffentlicht haben. <br><br> Sie haben in diesem Abschnitt die Möglichkeit, diese Kurse zu löschen. <br><br> Mit dieser ausgeführten Aktion des Löschens werden die Kurse unwiderruflich aus Moodle entfernt.

# DialogContent.Field.Password.Required
source: A password is required
de: Es muss ein Passwort angegeben werden.

# DialogContent.LoggedIn.Info
source: In order to make the learning world you have created in the authoring tool available to your students as a 3D learning environment, you first need to login to the AdLer server.
de: Damit Sie Ihre im Autorentool erstellte Lernwelt Ihren Studierenden als 3D-Lernumgebung zur Verfügung stellen können, ist zunächst eine Anmeldung auf dem AdLer-Server notwendig.

# DialogContent.Delete.Title
source: Deleting Moodle Courses
de: Moodle-Kurs löschen

# DialogContent.Delete.Subtitle
source: Moodle courses
de: Moodle-Kurse

# DialogContent.Delete.MoodleCourse
source: Delete moodle course
de: Moodle-Kurs löschen

# DialogContent.Field.BackendUrl.Required
source: A URL is required.
de: Es muss eine URL angegeben werden.

# DialogContent.Field.Username.Required
source: A user name is required.
de: Es muss ein Benutzername angegeben werden.

# DialogContent.AdLerServer.ErrorMessage.Delete
source: Error while trying to delete the learning world of moodle
de: Fehler beim Versuch, die LMS-Welt zu löschen

# DialogContent.AdLerServer.ErrorMessage.Refresh
source: Error while trying to get the learning world list of moodle
de: Fehler beim Versuch, die Liste der LMS-Welten abzurufen

# DialogContent.Error.MoodleUnreachable
source: Couldn't reach Moodle.
de: Moodle ist nicht erreichbar.

# DialogContent.AdLerServer.CourseDeleteSuccessful.Snackbar
source: Moodle course successfully deleted.
de: Moodle-Kurs erfolgreich gelöscht.

# DialogContent.Help.About
source: About AdLer
de: Über AdLer

# DialogContent.Help.About.Hover
source: Information about the AdLer project
de: Informationen über das Projekt AdLer

# DialogContent.Help.UserManual
source: User manual
de: Benutzerhandbuch

# DialogContent.Help.Tutorial
source: Didactic guide
de: Didaktische Handreichung

# DialogContent.Help.Tutorial.Hover
source: Didactic guide (only available in German) - Opens a browser window
de: Didaktische Handreichung - Öffnet ein Browserfenster

# DialogContent.Help.UserManual.Hover
source: User manual (only available in German) - Opens a browser window
de: Benutzerhandbuch - Öffnet ein Browserfenster

# DialogContent.Help.Didactic.AdaptivityElement
source: Adaptivity element
de: Adaptivitätselement

# DialogContent.Help.Didactic.AdaptivityElement.Hover
source: Information about the adaptivity element - Opens a browser window
de: Informationen zum Adaptivitätselement - Öffnet ein neues Browserfenster

# DialogContent.Help.Didactic.StoryElement.Hover
source: Information about the story element - Opens a browser window
de: Informationen zum Storyelement - Öffnet ein neues Browserfenster

# DialogContent.Help.Didactic.LearningOutcomeGuide
source: Input Support
de: Eingabeunterstützung

# DialogContent.Help.Didactic.LearningOutcomeGuide.Hover
source: Information on input support for formulate learning outcomes - Opens a browser window
de: Informationen zur Eingabeunterstützung zum Formulieren von Lernzielen - Öffnet ein neues Browserfenster

# DialogContent.Help.UserManual.Handling
source: Operation
de: Bedienung

# DialogContent.Help.UserManual.SoftwareComponents
source: Software components
de: Softwarekomponenten

# DialogContent.Help.UserManual.Handling.Hover
source: Operating steps available in the authoring tool
de: Im Autorentool verfügbare Bedienschritte - Öffnet ein neues Browserfenster

# DialogContent.Help.UserManual.SoftwareComponents.Hover
source: Software components of the authoring tool - Opens a browser window
de: Softwarekomponenten des Autorentools - Öffnet ein neues Browserfenster

# MudPopover.Feedback.Survey.Text
source: In order to further develop and optimize the authoring tool, we would appreciate if you could take a few minutes to give us feedback on the current status of the authoring tool.
de: Um das Autorentool weiter zu entwickeln und zu optimieren, würden wir es schätzen wenn Sie sich ein paar Minuten Ihrer Zeit erübrigen würden um uns Ihr Feedback über das aktuelle Autorentool mitzuteilen.

# MudPopover.Feedback.Final.Text
source: To the final feedback
de: Zum finalen Feedback

# MudPopover.Feedback.Final.Hover
source: Final feedback - Opens a browser window
de: Allgemeines Feedback zu AdLer - Öffnet ein Browserfenster

# Feedback.MenuItem.UX.Text
source: Give feedback
de: Feedback geben

# Feedback.MenuItem.Technical.Text
source: Report technical error
de: Technischen Fehler melden

# DialogContent.Help.UserManual.Title
source: Read more Information
de: Weitere Informationen nachlesen

# DialogContent.Language.Title
source: Change Language
de: Sprache ändern

# ErrorString.Missing.LearningContent.Message
source: Element <b>{0}</b> references external learning material that does not exist
de: Element <b>{0}</b> referenziert externes Lernmaterial, welches nicht existiert

# ErrorString.TaskReferencesNonexistantContent.Message
source: Element <b>{0}</b> contains a reference to a non-existant external learning material. Plase check the element references you have set in this element.
de: Element <b>{0}</b> referenziert ein nicht existierendes externes Lernmaterial. Bitte überprüfen Sie die gesetzten Referenzen in diesem Element.

# ErrorString.TaskReferencesNonexistantElement.Message
source: Element <b>{0}</b> contains a reference to a non-existant element. Plase check the element references you have set in this element.
de: Element <b>{0}</b> referenziert ein nicht existierendes Element. Bitte überprüfen Sie die gesetzten Referenzen in diesem Element.
